brew "act"
brew "autoconf"
brew "bat"
brew "fish"
brew "gh"
brew "git"
brew "gmp"
brew "just"
brew "libffi"
brew "libyaml"
brew "mise"
brew "neovim"
brew "readline"
brew "zlib"

cask "cursor"
cask "docker-desktop"
cask "ghostty"
cask "google-chrome"
cask "notion"
cask "postman"
cask "slack"
cask "visual-studio-code"
